/* 
  FirstScan.strings
  EverNote

  Created by Matt Sarnoff on 7/30/13.
  Copyright (c) 2013 Evernote. All rights reserved.
*/

/* Get Started step: heading text */
"getStarted-heading" = "Bem-vindo! Vamos ligar.";

/* Get Started step: detail text */
"getStarted-detailText" = "Primeiro, ligue o scanner a uma fonte de energia. De seguida, ligue o cabo USB entre o scanner e o computador.";


/* Autofiling Intro step: heading text */
"autofileIntro-heading" = "Classifique automaticamente os seus documentos digitalizados no Evernote";

/* Autofiling Intro step: detail text */
"autofileIntro-detailText" = "A Edição do Evernote ScanSnap identifica as suas fotografias, recibos, cartões de visita e documentos, e em seguida, arquiva-os automaticamente para si em blocos de notas do Evernote.";

/* Autofiling Intro step: continue button text */
"autofileIntro-continueTitle" = "Configurar o Arquivo Automático";


/* Documents step: heading text */
"documents-heading" = "Arquivar Automaticamente Documentos";

/* Documents step: detail text */
"documents-detailText" = "Analise o seu e-mail, contas, garantias, as declarações fiscais, e muito mais. O Evernote dá-lhe a capacidade de procurar dentro de documentos digitalizados para que você tenha sempre acesso às suas informações mais importantes.";

/* Documents step: notebook name prompt label */
"documents-notebookPrompt" = "Arquivar automaticamente documentos digitalizados para:";

/* Documents step: suggested new notebook name */
"documents-suggestedNotebookName" = "Documentos";


/* Business Cards step: heading text */
"businessCards-heading" = "Arquivar Automaticamente Cartões de Visita";

/* Business Cards step: detail text */
"businessCards-detailText" = "Todos esses cartões de visita que você está a recolher não precisam de preencher o seu espaço de trabalho. Coloque-os de face para baixo no alimentador de documentos e digitalize-os todos de uma vez para o Evernote.";

/* Business Cards step: notebook name prompt label */
"businessCards-notebookPrompt" = "Arquivar automaticamente cartões de visita para:";

/* Business Cards step: suggested new notebook name */
"businessCards-suggestedNotebookName" = "Cartões de Visita";


/* Receipts step: heading text */
"receipts-heading" = "Arquivar Automaticamente Recibos";

/* Receipts step: detail text */
"receipts-detailText" = "Desde relatórios de despesas a impostos, é importante guardar os seus recibos. Ou melhor ainda, deixe o Evernote guardá-los por si.";

/* Receipts step: notebook name prompt label */
"receipts-notebookPrompt" = "Arquivar automaticamente os recibos em:";

/* Receipts step: suggested new notebook name */
"receipts-suggestedNotebookName" = "Recibos";


/* Photos step: heading text */
"photos-heading" = "Arquivar Automaticamente Fotografias";

/* Photos step: detail text */
"photos-detailText" = "As suas memórias mais queridas, conservadas num só local. Coloque-as com a face para baixo no alimentador de documentos para digitalizá-los facilmente no Evernote.";

/* Photos step: notebook name prompt label */
"photos-notebookPrompt" = "Arquivar automaticamente digitalizações de fotografias para:";

/* Photos step: suggested new notebook name */
"photos-suggestedNotebookName" = "Fotos";



/* Go Premium step: heading text */
"premium-heading" = "Resgatar Evernote Premium";

/* Go Premium step: detail text */
"premium-detailText" = "Pronto para viver e trabalhar de forma ainda mais inteligente? Um ano de Evernote Premium vem com o seu ScanSnap. Comece agora mesmo.";


/* Finished step: heading text */
"finished-heading" = "Procurar Tudo";

/* Finished step: detail text */
"finished-detailText" = "Insira as suas fotografias, recibos, cartões de visita ou documentos para a Edição ScanSnap do Evernote e pressione o botão verde.";
